Repository: smpallen99/coherence
Catalog: priv/gettext/*/LC_MESSAGES/coherence.po
Languages: pl_pl

source: Account already confirmed.
pl_pl: Konto już jest potwierdzone.

source: Account is not locked.
pl_pl: Konto nie jest zablokowane.

source: Account updated successfully.
pl_pl: Pomyślnie zaktualizowano konto.

source: Already logged in.
pl_pl: Już zalogowano.

source: Can't find that token
pl_pl: Nie można znaleźć tokena

source: Confirmation email sent.
pl_pl: Wysłano e-mail z potwierdzeniem aktywacji konta.

source: Confirmation token expired.
pl_pl: Klucz do potwierdzania aktywacji konta jest już nieważny.

source: Could not find that email address
pl_pl: Nie można znaleźć tego adresu e-mail

source: Failed to update lockable attributes
pl_pl: Nie można zaktualizować atrybutów blokowania konta

source: Forgot your password?
pl_pl: Nie pamiętasz hasła?

source: HTTP Authentication Required
pl_pl: Wymagane uwierzytelnianie HTTP

source: Incorrect %{login_field} or password.
pl_pl: Nieprawidłowy %{login_field} lub hasło.

source: Invalid Invitation. Please contact the site administrator.
pl_pl: Nieprawidłowe zaproszenie. Skontaktuj się z administratorem strony.

source: Invalid Request.
pl_pl: Nieprawidłowe zapytanie.

source: Invalid confirmation token.
pl_pl: Nieprawidłowy klucz do potwierdzania konta.

source: Invalid email or password.
pl_pl: Nieprawidłowy e-mail lub hasło.

source: Invalid invitation token.
pl_pl: Nieprawidłowy klucz do zapraszania.

source: Invalid reset token
pl_pl: Nieprawidłowy klucz do resetowania hasła

source: Invalid reset token.
pl_pl: Nieprawidłowy klucz do resetowania hasła.

source: Invalid unlock token.
pl_pl: Nieprawidłowy klucz do odblokowywania konta.

source: Invitation already sent.
pl_pl: Zaproszenie już zostało wysłane.

source: Invitation sent.
pl_pl: Wysłano zaproszenie.

source: Invite Someone
pl_pl: Zaproś kogoś

source: Maximum Login attempts exceeded. Your account has been locked.
pl_pl: Przekroczono maksymalną ilość prób logowania. Twoje konto zostało zablokowane.

source: Need An Account?
pl_pl: Potrzebujesz konta?

source: Password reset token expired.
pl_pl: Klucz do resetu hasła już jest nieważny.

source: Password updated successfully.
pl_pl: Pomyślnie zaktualizowano hasło.

source: Problem confirming user account. Please contact the system administrator.
pl_pl: Wystąpił problem podczas potwierdzania konta użytkownika. Skontaktuj się z administratorem strony.

source: Registration created successfully.
pl_pl: Zarejestrowano pomyślnie.

source: Resend confirmation email
pl_pl: Wyślij ponownie e-mail z potwierdzeniem

source: Reset email sent. Check your email for a reset link.
pl_pl: Wysłano e-mail do resetowania hasła. Sprawdź swoją skrzynkę e-mail.

source: Restricted Area
pl_pl: Strefa z ograniczonym dostępem

source: Send an unlock email
pl_pl: Wyślij e-mail do odblokowywania konta

source: Sign In
pl_pl: Zaloguj

source: Sign Out
pl_pl: Wyloguj

source: Signed in successfully.
pl_pl: Zalogowano pomyślnie

source: Too many failed login attempts. Account has been locked.
pl_pl: Za dużo nieudanych prób logowania. Konto zostało zablokowane.

source: Unauthorized IP Address
pl_pl: Niedozwolony adres IP

source: Unlock Instructions sent.
pl_pl: Wysłano instrukcje odblokowywania konta.

source: User account confirmed successfully.
pl_pl: Konto zostało pomyślnie potwierdzone.

source: User already has an account!
pl_pl: Użytkownik już ma konto!

source: You are using an invalid security token for this site! This security violation has been logged.
pl_pl: Używasz Nieprawidłowego klucza bezpieczeństwa dla tej strony! To zdarzenie zostało zapisane.

source: You must confirm your account before you can login.
pl_pl: Musisz potwierdzić swoje konto zanim się zalogujesz.

source: Your account has been unlocked
pl_pl: Konto zostało odblokowane

source: Your account is not locked.
pl_pl: Twoje konto nie jest zablokowane.

source: already confirmed
pl_pl: już jest potwierdzone

source: already locked
pl_pl: już jest zablokowane

source: not locked
pl_pl: nie jest zablokowane

source: required
pl_pl: wymagane
